Repository: common-repository/springest-partners
Catalog: lang/springest-*.po
Languages: nl_nl

source: Springest Settings
nl_nl: Springest Instellingen

source: WARNING
nl_nl: WAARSCHUWING

source: API key and/or API URL <strong>invalid</strong>.
nl_nl: API key en / of API webadres is <strong>verkeerd</strong>.

source: Settings saved
nl_nl: Instellingen opgeslagen

source: Edit Springest settings
nl_nl: Springest instellingen wijzigen

source: Edit Springest groups
nl_nl: Wijzig Springest groep

source: Springest API
nl_nl: Springest API key

source: Trainings per page
nl_nl: Trainingen per pagina

source: Display search queries / subjects on trainings overview page
nl_nl: Toon zoekwoorden / onderwerpen op de overzichtspagina van trainingen

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Automatically display Springest search box
nl_nl: Springest zoek box automatisch weergeven

source: Automatically display breadcrumbs
nl_nl: Kruimelpad automatisch weergeven

source: Load default Springest CSS
nl_nl: Laad standaard Springest CSS

source: Springest Base Page
nl_nl: Springest startpagina

source: Select page...
nl_nl: Kies een pagina...

source: Add new page
nl_nl: Pagina toevoegen

source: View base page
nl_nl: Springest startpagina

source: Taxonomies for relations
nl_nl: Gebruikte taxonomie(ën) voor relaties tussen Springest groepen en uw content

source: Save changes
nl_nl: Wijzigingen opslaan

source: Edit Springest group:
nl_nl: Wijzig Springest groep

source: Add new Springest group
nl_nl: Nieuwe Springest groep toevoegen

source: New group created
nl_nl: Nieuwe groep toegevoegd

source: Group settings saved
nl_nl: Groep opgeslagen

source: Back to groups overview
nl_nl: Terug naar groepen overzicht

source: group_edit_explanation
nl_nl: Hier kun je de groep bewerken: zorg voor goed omschrijvende naam en beschrijving, zodat zoekmachines deze pagina ook goed zullen vinden.

source: Name
nl_nl: Naam

source: Slug
nl_nl: Mooie URL

source: Description
nl_nl: Beschrijving

source: Title
nl_nl: Titel

source: e.g. "Web development"
nl_nl: bijv. "Web Development"

source: e.g. "HTML CSS PHP WordPress"
nl_nl: bijv. "HTML CSS PHP WordPress"

source: remove
nl_nl: verwijderen

source: This group does not contain any search strings
nl_nl: Deze groep bevat geen zoekwoorden

source: Related
nl_nl: Gerelateerd

source: No %s available
nl_nl: Geen %s beschikbaar

source: Springest groups
nl_nl: Springest groepen

source: Add new
nl_nl: Nieuwe toevoegen

source: Are you sure you want to delete this group?
nl_nl: Weet je zeker dat je deze groep wilt verwijderen?

source: delete
nl_nl: verwijderen

source: No groups
nl_nl: Nog geen groepen gemaakt.

source: the Netherlands
nl_nl: Nederland

source: Belgium, Dutch
nl_nl: België, Nederlands

source: United Kingdom
nl_nl: Groot Britannië

source: Germany
nl_nl: Duitsland

source: Unknown error
nl_nl: Onbekend probleem, neem contact op met Springest.

source: No categories found
nl_nl: Geen categorieën gevonden

source: Please log in as an admin to use this feature.
nl_nl: Log alstublieft als Admin in om deze functie te gebruiken.

source: Searched for %s
nl_nl: Gezocht naar: %s

source: Search for "%s"
nl_nl: Gezocht op: "%s"

source: Search trainings
nl_nl: Trainingen zoeken

source: Search
nl_nl: Zoeken

source: <strong>Warning:</strong> You need to <a href="options-general.php?page=springest-settings">select the base page for your Springest installation</a>.
nl_nl: <strong>Waarschuwing:</strong> U moet nog een <a href="options-general.php?page=springest-settings">startpagina kiezen</a> voor uw Springest installatie.

source: Find and compare training programmes and courses - Springest
nl_nl: Zoek en vergelijk trainingen, opleidingen en cursussen - Springest

source: In cooperation with <a href="%s">%s</a>
nl_nl: In samenwerking met <a href="%s">%s</a>

source: Total time:
nl_nl: Lesduur:

source: Level:
nl_nl: Niveau:

source: Rating:
nl_nl: Beoordeling:

source: 1 review
nl_nl: 1 beoordeling

source: %d reviews
nl_nl: %d beoordelingen

source: Your search did not match any results.
nl_nl: Uw zoekopdracht heeft geen resultaten opgeleverd.

source: Previous
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: 1 day
nl_nl: 1 dag

source: %s days
nl_nl: %s dagen

source: Institute
nl_nl: Aanbieder

source: Price
nl_nl: Prijs

source: Level
nl_nl: Niveau

source: Max. participants
nl_nl: Max. aantal deelnemers

source: Total time
nl_nl: Totale lesduur

source: Rating
nl_nl: Beoordeling

source: More information
nl_nl: Meer informatie

source: Request information
nl_nl: Gratis brochure aanvragen

source: Display search box
nl_nl: Zoek box tonen
